{
  "individus": [
    {
      "id": 1,
      "prenom": "S1",
      "nom": "Tromper le Ciel pour Traverser la Mer",
      "dateNaissance": "Pendant la dynastie Tang, l'empereur Taizong de Tang prévoyait d'attaquer le seigneur de guerre Wang Shichong, qui gardait un passage sur le fleuve Jaune. Pour tromper l'ennemi, Taizong ordonna à ses soldats de construire un pont flottant pendant la journée et de s'entraîner dessus, faisant croire à l'ennemi qu'ils prévoyaient de traverser le fleuve là-bas. Pendant ce temps, Taizong envoya secrètement des troupes d'élite pour traverser le fleuve ailleurs pendant la nuit. L'ennemi, trompé par les exercices diurnes, concentra ses forces près du pont flottant sans remarquer le véritable point de traversée. Finalement, les troupes de Taizong traversèrent le fleuve avec succès, contournèrent les défenses ennemies et lancèrent une attaque surprise, remportant la victoire. Cette stratégie illustre la sagesse de la 'Tromperie Céleste' en dissimulant ses véritables intentions et en perturbant l'ennemi, rendant difficile une réponse efficace.",
      "photoProfil": "1",
      "sensibleForce": true,
      "affiliation": "JEDI"
    },
    {
      "id": 2,
      "prenom": "S2",
      "nom": "Secourir Zhao en Encerclant Wei",
      "dateNaissance": "Pendant la période des Royaumes Combattants, l'État de Wei assiégea la capitale de l'État de Zhao, Handan. Zhao était dans une situation difficile et demanda de l'aide à Qi. Le général de Qi, Tian Ji, et son stratège Sun Bin décidèrent d'utiliser la stratégie 'Secourir Zhao en Encerclant Wei'. Au lieu d'attaquer directement l'armée de Wei, ils se tournèrent vers la capitale de Wei, Daliang. Lorsque le roi Wei Hui apprit que l'armée de Qi attaquait sa capitale, il paniqua et ordonna à son général Pang Juan de retourner défendre Wei. L'armée de Wei fut embusquée par l'armée de Qi sur le chemin du retour et fut complètement vaincue à cause de l'épuisement. Cette stratégie non seulement sauva Zhao, mais infligea également des pertes importantes à l'armée de Wei, démontrant l'efficacité d'attaquer le point faible et de forcer une retraite.",
      "photoProfil": "2",
      "sensibleForce": true,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 3,
      "prenom": "S3",
      "nom": "Tuer avec un Couteau Emprunté",
      "dateNaissance": "À la fin de la dynastie des Han orientaux, Dong Zhuo contrôlait la cour et agissait en toute impunité. Cela provoqua le mécontentement de nombreux loyalistes. Dong Zhuo avait un général féroce, Lü Bu, qui était l'un de ses subordonnés de confiance. Wang Yun, un loyaliste à la cour, savait qu'il ne pouvait pas se dresser seul contre Dong Zhuo. Il décida d'utiliser Lü Bu pour éliminer Dong Zhuo. Wang Yun savait que Lü Bu était féroce mais avait une faiblesse fatale : son infatuation pour les belles femmes. Il savait aussi que la relation entre Lü Bu et Dong Zhuo n'était pas indestructible. Wang Yun présenta sa fille adoptive, Diao Chan, à Lü Bu, en lui suggérant qu'elle était attirée par lui. Lü Bu tomba éperdument amoureux d'elle. Wang Yun offrit ensuite Diao Chan à Dong Zhuo, qui fut également captivé par sa beauté et la garda chez lui. Diao Chan fit semblant d'être harcelée par Lü Bu devant Dong Zhuo, semant délibérément la discorde entre eux. Lü Bu, se sentant lésé par Dong Zhuo, envisagea de le tuer. Wang Yun attendit le bon moment et encouragea secrètement Lü Bu à éliminer Dong Zhuo pour venger son grief.",
      "photoProfil": "3",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 4,
      "prenom": "S4",
      "nom": "Attendre à l'Aise l'Épuisement de l'Ennemi",
      "dateNaissance": "Lors du conflit prolongé entre Liu Bang du Han et Xiang Yu du Chu, les deux côtés étaient de force égale. Le stratège de Liu Bang, Han Xin, proposa une stratégie consistant à encercler l'armée de Xiang Yu, à couper leurs approvisionnements et à les forcer dans une situation difficile. Pendant ce temps, l'armée de Han se reposerait et se préparerait. Au fil du temps, l'armée de Xiang Yu devint épuisée et démoralisée, tandis que l'armée de Liu Bang restait forte et prête. Saisissant ce moment avantageux, Liu Bang lança une attaque décisive et remporta une grande victoire à la bataille de Gaixia, mettant fin à la lutte Chu-Han.",
      "photoProfil": "4",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 5,
      "prenom": "S5",
      "nom": "Piller Pendant que le Feu Brûle",
      "dateNaissance": "Pendant la période des Trois Royaumes, Sun Quan de Wu s'allia avec Liu Bei de Shu contre Cao Wei. Cao Cao dirigea une grande armée vers le sud pour attaquer Sun Quan, et une bataille féroce s'ensuivit près du fleuve Yangzi. Malgré la grande flotte de Cao Cao, ils manquaient d'expérience en guerre navale et leurs navires étaient enchaînés, limitant leur manœuvrabilité. Le conseiller de Sun Quan, Huang Gai, suggéra d'utiliser des attaques incendiaires. Il fit semblant de se rendre et envoya des bateaux remplis de matériaux inflammables vers la flotte de Cao Cao. Lorsque les bateaux s'approchèrent, les hommes de Huang Gai les mirent en feu, répandant rapidement les flammes et brûlant la majeure partie de la flotte de Cao Cao. Après la défaite désastreuse de Cao Cao, Liu Bei envoya rapidement des troupes pour capitaliser sur la victoire, s'emparant de nombreuses villes et territoires de Cao Cao. Cette stratégie a non seulement aidé Sun Quan à repousser Cao Cao, mais a également étendu l'influence de Liu Bei.",
      "photoProfil": "5",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 6,
      "prenom": "Stratégie Six",
      "nom": "Sonner à l'Est, Frapper à l'Ouest",
      "dateNaissance": "Pendant la période des Trois Royaumes, Cao Cao et Yuan Shao se livrèrent une bataille décisive à Guandu. Les forces de Yuan Shao étaient nombreuses et bien équipées, tandis que l'armée de Cao Cao était relativement petite et désavantagée. Pour inverser la situation, Cao Cao utilisa la stratégie 'Sonner à l'Est, Frapper à l'Ouest.' Il envoya une petite force pour feindre une attaque contre le camp de Yuan Shao à l'est, créant beaucoup de bruit pour faire croire à Yuan Shao que les forces principales de Cao Cao attaquaient de cette direction. Yuan Shao redirigea de nombreuses troupes vers l'est pour se défendre. Pendant ce temps, les forces principales de Cao Cao contournèrent secrètement l'arrière de Yuan Shao et attaquèrent sa base de ravitaillement. Privée de suffisamment de provisions, l'armée de Yuan Shao fut démoralisée et finalement vaincue par Cao Cao à Guandu. Cette bataille devint un tournant décisif dans l'histoire des Trois Royaumes, établissant la domination de Cao Cao dans le nord.",
      "photoProfil": "6",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 7,
      "prenom": "Stratégie Sept",
      "nom": "Créer Quelque Chose à Partir de Rien",
      "dateNaissance": "Pendant la période des Trois Royaumes, Zhuge Liang de Shu faisait face à Sima Yi de Wei à Qishan. En raison d'une pénurie de provisions, Zhuge Liang décida de battre en retraite. Pour dissimuler ce plan, il inventa la stratégie 'Créer Quelque Chose à Partir de Rien.' Zhuge Liang ordonna à ses troupes de se retirer secrètement pendant la nuit tout en laissant une petite force maintenir des activités normales au camp. Pendant la journée, le camp de Shu créait une grande quantité de fumée provenant des feux de cuisine pour donner l'impression d'activités de camp et de préparations de bataille. Zhuge Liang plaça également de nombreux drapeaux et équipements militaires autour du camp pour donner l'apparence d'une grande armée. Sima Yi, voyant cela, hésita à attaquer, craignant un piège. Cela permit à Zhuge Liang de gagner un temps précieux pour se retirer en toute sécurité et d'éviter une confrontation directe avec une armée supérieure.",
      "photoProfil": "7",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
  "id": 8,
  "firstName": "Stratagème Huit",
  "lastName": "Détourner l'ennemi en secret",
  "birthdate": "Au début de la dynastie Han occidentale, Liu Bang, fondateur de la dynastie, et Xiang Yu, roi de Chu, se disputaient le contrôle du pays. Le stratège Han Xin, servant sous Liu Bang, était un général exceptionnellement intelligent, et il offrit à Liu Bang de nombreux conseils pour remporter des batailles. À l'époque, Han Xin reçut l'ordre de diriger une armée pour attaquer le territoire de l'Ouest de Wei. Le dirigeant de Wei était très puissant, et les défenses étaient solides, rendant une attaque frontale très risquée. Han Xin décida d'utiliser la stratégie de détourner l'ennemi en secret. Il ordonna à ses troupes de construire un pont flottant près de Chencang en plein jour, pour donner l'illusion qu'ils allaient attaquer depuis cet endroit. Il fit également en sorte que les soldats fassent beaucoup d'agitation autour de Chencang, créant ainsi l'apparence d'une attaque imminente. Pendant ce temps, il envoya secrètement une force d'élite traverser la rivière par une autre route. Comme l'attention de l'ennemi était concentrée sur Chencang, ils ne remarquèrent pas la véritable voie d'attaque. La force d'élite de Han Xin passa derrière les lignes ennemies et prit l'ennemi par surprise. Lorsque l'ennemi réalisa que l'armée de Han Xin avait pénétré profondément dans leur territoire, il était trop tard, et ils furent battus en tentant de réagir précipitamment. Cette stratégie permit à Han Xin de non seulement franchir les défenses ennemies mais aussi de s'emparer d'un point stratégique important.",
  "profilePicture": "8",
  "forceSensitive": true,
  "affiliation": "SITH"
},
{
  "id": 9,
  "firstName": "Stratagème Neuf",
  "lastName": "Observer le feu de l'autre côté de la rivière",
  "birthdate": "Cette histoire se passe pendant la période des Royaumes Combattants, lorsque sept royaumes luttaient pour la suprématie. Un conflit éclata entre les royaumes de Qi et de Yan, et les deux nations mobilisèrent de grandes armées. Zhao Wuling, roi de Zhao, décida d'adopter la stratégie d'observer le feu de l'autre côté de la rivière, refusant d'intervenir dans le conflit. Il rassembla ses conseillers et dit : « Si nous intervenons, nous attirerons la haine d'un côté ou de l'autre, et notre force n'est pas suffisante pour combattre deux royaumes. Il est préférable d'attendre qu'ils s'affaiblissent mutuellement. » En observant la guerre, Zhao attendit patiemment que les deux royaumes s'épuisent. Lorsque Qi et Yan furent trop affaiblis pour continuer à se battre, Zhao lança une attaque éclair et s'empara facilement de vastes territoires.",
  "profilePicture": "9",
  "forceSensitive": false,
  "affiliation": "JEDI"
},
{
  "id": 10,
  "firstName": "Stratagème Dix",
  "lastName": "Cacher un poignard dans un sourire",
  "birthdate": "Pendant la période des Royaumes Combattants, le roi de Qi, Tian Wen, se retrouva entouré d'ennemis. Il choisit d'adopter la stratégie de cacher un poignard dans un sourire. En apparence, il montrait de la bonne volonté à ses voisins, tout en développant en secret des moyens de défense militaire. Tian Wen intensifia également le commerce et la culture pour renforcer son pays. Un jour, un ambassadeur de Qi se rendit à Chu, où il montra des signes d'amitié tout en recueillant secrètement des renseignements cruciaux. Grâce à ces informations, Qi put se préparer à de futures actions contre Chu. La stratégie permit à Tian Wen de maintenir une façade diplomatique tout en protégeant les intérêts de Qi.",
  "profilePicture": "10",
  "forceSensitive": true,
  "affiliation": "RESISTANCE"
},
{
  "id": 11,
  "firstName": "Stratagème Onze",
  "lastName": "Sacrifier le prunier pour sauver le pêcher",
  "birthdate": "Il était une fois cinq frères, tous paresseux et débauchés. Par chance, ils furent nommés aux postes de fonctionnaires impériaux. Ils jouissaient alors d'une vie opulente. Cependant, lorsque l'un des frères commit un crime et fut emprisonné, les autres frères, au lieu de le soutenir, se trahirent mutuellement. Le sacrifice de l'un pour sauver les autres devint une métaphore pour la stratégie de sacrifier un élément pour en préserver un autre.",
  "profilePicture": "11",
  "forceSensitive": false,
  "affiliation": "SITH"
},
{
  "id": 12,
  "firstName": "Stratagème Douze",
  "lastName": "Voler les moutons en passant",
  "birthdate": "La stratégie de 'voler les moutons en passant' provient de l'époque des Royaumes Combattants. Le général Chun Shen fut envoyé pour apaiser un conflit entre Qi et Chu. Pendant son séjour au palais de Qi, il découvrit de nombreux troupeaux de moutons près du palais et profita de l'occasion pour permettre à ses soldats de subtiliser discrètement les moutons. Grâce à sa subtilité, il put emmener une grande quantité de bétail à Chu sans être détecté.",
  "profilePicture": "12",
  "forceSensitive": true,
  "affiliation": "FIRST_ORDER"
},
{
  "id": 13,
  "firstName": "Stratagème Treize",
  "lastName": "Frapper l'herbe pour effrayer le serpent",
  "birthdate": "Pendant la période des Cinq Dynasties, un magistrat corrompu du comté de Dantu, Wang Lu, était connu pour ses pratiques illégales. Les habitants du comté, lassés de la corruption, portèrent plainte. Lorsque Wang Lu découvrit l'existence de cette plainte, il comprit que bien que la plainte visait son subordonné, c'était en réalité lui-même qui était visé. Il réalisa qu'il devait être plus prudent à l'avenir, comme un serpent qui est effrayé lorsque l'herbe autour de lui est touchée.",
  "profilePicture": "13",
  "forceSensitive": false,
  "affiliation": "RESISTANCE"
},
{
  "id": 14,
  "firstName": "Stratagème Quatorze",
  "lastName": "Ressusciter un cadavre",
  "birthdate": "Le ministre Li Si du royaume de Chu, également connu sous le nom de Chunshen Jun, fut un jour accusé de trahison et forcé de fuir. On le croyait mort, mais il avait feint sa mort pour échapper à ses poursuivants. Plus tard, il se réfugia au royaume de Qin et persuada le roi de Qin de lancer une campagne contre les autres royaumes. Cette stratégie lui permit de regagner du pouvoir et d'anéantir Chu.",
  "profilePicture": "14",
  "forceSensitive": true,
  "affiliation": "JEDI"
}
  ]
}
