{
  "individuals": [
   {
      "id": 1,
      "firstName": "S1",
      "lastName": "Heavenly Deception",
      "birthdate": "During the Tang Dynasty, Emperor Taizong of Tang planned to attack the warlord Wang Shichong, who was guarding a river crossing on the Yellow River. To deceive the enemy, Taizong ordered his soldiers to build a floating bridge during the day and perform drills on it, making the enemy believe that they planned to cross the river there. Meanwhile, Taizong secretly dispatched elite troops to cross the river at another location during the night. The enemy was misled by the daytime drills and concentrated their forces near the floating bridge, not noticing the actual crossing point. Eventually, Taizong's troops successfully crossed the river, bypassed the enemy's defenses, and launched a surprise attack, achieving victory. This strategy exemplifies the wisdom of 'Heavenly Deception' by concealing true intentions and confusing the enemy, making it difficult for them to respond effectively.",
      "profilePicture": "1",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 2,
      "firstName": "S2",
      "lastName": "Rescue Zhao by Encircling Wei",
      "birthdate": "During the Warring States period, Wei state besieged the capital of Zhao state, Handan. Zhao was in a difficult situation and urgently sought aid from Qi. Qi's general Tian Ji and his strategist Sun Bin decided to use the strategy of 'Rescue Zhao by Encircling Wei.' Instead of directly attacking Wei's army, they turned to attack Wei's capital, Daliang. When Wei's ruler, King Wei Hui, learned that the Qi army was attacking his capital, he panicked and ordered General Pang Juan to return to defend Wei. The Wei army was ambushed by the Qi army on the way back and was thoroughly defeated due to exhaustion. This strategy not only rescued Zhao but also inflicted significant losses on the Wei army, demonstrating the effectiveness of attacking the weak point and forcing a retreat.",
      "profilePicture": "2",
      "forceSensitive": true,
      "affiliation": "RESISTANCE"
    },
    {
      "id": 3,
      "firstName": "S3",
      "lastName": "Killing with a Borrowed Knife",
      "birthdate": "During the late Eastern Han Dynasty, Dong Zhuo controlled the court and acted with impunity. This provoked dissatisfaction among many loyalists. Dong Zhuo had a fierce general, Lü Bu, who was one of his trusted subordinates. Wang Yun, a loyalist in the court, knew he could not stand against Dong Zhuo alone. He decided to use Lü Bu to eliminate Dong Zhuo. Wang Yun knew Lü Bu was fierce but had a fatal weakness: his infatuation with beautiful women. He also knew that Lü Bu's relationship with Dong Zhuo was not unbreakable. Wang Yun introduced his adopted daughter, Diao Chan, to Lü Bu, suggesting she was attracted to him. Lü Bu fell deeply in love with her. Wang Yun then presented Diao Chan to Dong Zhuo, who was also captivated by her beauty and kept her in his residence. Diao Chan pretended to be harassed by Lü Bu in front of Dong Zhuo, deliberately sowing discord between them. Lü Bu, feeling wronged by Dong Zhuo's taking of his beloved, began to entertain thoughts of killing Dong Zhuo. Wang Yun saw the right moment and secretly encouraged Lü Bu to eliminate Dong Zhuo to avenge his grievance.",
      "profilePicture": "3",
      "forceSensitive": false,
      "affiliation": "RESISTANCE"
    },
    {
      "id": 4,
      "firstName": "S4",
      "lastName": "Waiting at Ease for the Exhausted",
      "birthdate": "During the prolonged conflict between Liu Bang of Han and Xiang Yu of Chu, both sides were evenly matched. Liu Bang's strategist Han Xin proposed a strategy to encircle Xiang Yu's army, cut off their supplies, and force them into a difficult situation. Meanwhile, Han's army would rest and prepare. Over time, Xiang Yu's army became exhausted and demoralized, while Liu Bang's army remained strong and ready. Seizing this advantageous moment, Liu Bang launched a decisive attack and won a great victory at the Battle of Gaixia, ending the Chu-Han contention.",
      "profilePicture": "4",
      "forceSensitive": false,
      "affiliation": "RESISTANCE"
    },
    {
      "id": 5,
      "firstName": "S5",
      "lastName": "Plundering While the Fire Burns",
      "birthdate": "During the Three Kingdoms period, Sun Quan of Eastern Wu allied with Liu Bei of Shu Han against Cao Wei. Cao Cao led a large army south to attack Sun Quan, and a fierce battle ensued near the Yangtze River. Despite Cao Cao's large fleet, they lacked experience in naval warfare and their ships were chained together, limiting maneuverability. Sun Quan's advisor Huang Gai suggested using fire attacks. He pretended to surrender and sent boats filled with flammable materials towards Cao Cao's fleet. When the boats approached, Huang Gai's men set them on fire, quickly spreading the flames and burning most of Cao Cao's fleet. After Cao Cao's disastrous defeat, Liu Bei quickly sent troops to capitalize on the victory, seizing many of Cao Cao's cities and territories. This strategy not only helped Sun Quan repel Cao Cao but also significantly expanded Liu Bei's influence.",
      "profilePicture": "5",
      "forceSensitive": true,
      "affiliation": "FIRST_ORDER"
    },
    {
      "id": 6,
      "firstName": "Strategy Six",
      "lastName": "Sound the East, Strike the West",
      "birthdate": "During the Three Kingdoms period, Cao Cao and Yuan Shao fought a decisive battle at Guandu. Yuan Shao's forces were numerous and well-equipped, while Cao Cao's army was relatively small and at a disadvantage. To turn the tide, Cao Cao used the strategy of 'Sound the East, Strike the West.' He sent a small force to feign an attack on Yuan Shao's camp in the east, creating a lot of noise to make Yuan Shao believe Cao Cao's main forces were attacking from that direction. Yuan Shao redirected many troops to the east for defense. Meanwhile, Cao Cao's main forces secretly circled around to Yuan Shao's rear and attacked Yuan Shao's supply base. Without sufficient supplies, Yuan Shao's army became demoralized and was ultimately defeated by Cao Cao at Guandu. This battle became a pivotal turning point in the Three Kingdoms history, establishing Cao Cao's dominance in the north.",
      "profilePicture": "6",
      "forceSensitive": true,
      "affiliation": "FIRST_ORDER"
    },
    {
      "id": 7,
      "firstName": "Strategy Seven",
      "lastName": "Create Something Out of Nothing",
      "birthdate": "During the Three Kingdoms period, Zhuge Liang of Shu was facing Sima Yi of Wei at Qishan. Due to a shortage of supplies, Zhuge Liang decided to retreat. To conceal this plan, he came up with a strategy of 'Creating Something Out of Nothing.' Zhuge Liang ordered his troops to secretly withdraw at night while leaving a small force to maintain normal activities at the camp. During the day, the Shu camp created a large amount of smoke from cooking fires to give the impression of ongoing camp activities and preparations for battle. Zhuge Liang also placed numerous flags and military equipment around the camp to simulate a large-scale battle readiness. Sima Yi, seeing the camp's activity and preparation, mistakenly believed that the Shu army was still stationed there and preparing for battle, and thus did not dare to act. As a result, Zhuge Liang successfully withdrew his main force back to Shu and preserved the strength of his army.",
      "profilePicture": "7",
      "forceSensitive": false,
      "affiliation": "FIRST_ORDER"
    },
    {
      "id": 8,
      "firstName": "Strategy Eight",
      "lastName": "Secretly Cross the Chen Cang",
      "birthdate": "In the early Western Han Dynasty, Liu Bang of Han and Xiang Yu of Chu were competing for dominance. Liu Bang's strategist Han Xin was a talented general who repeatedly contributed strategies leading to victory. At that time, Han Xin was tasked with attacking the Western Wei territory. The Wei rulers were very powerful, with tight defenses, making a frontal assault likely to result in failure. Han Xin decided to use the 'Secretly Cross the Chen Cang' strategy to break through the enemy's defenses. Han Xin ordered his soldiers to build a floating bridge near Chen Cang during the day, creating the illusion of an impending attack from there. He also had soldiers frequently move around Chen Cang to simulate preparations for a large-scale attack, drawing the enemy's attention. Meanwhile, Han Xin secretly dispatched an elite force to cross the Yellow River via a different small route. With the enemy's attention focused on Chen Cang, they did not notice Han Xin's actual attack route. Han Xin's elite force successfully bypassed the enemy's defenses and launched a surprise attack on Western Wei's hinterland. By the time the enemy realized Han Xin's troops had penetrated their territory, it was too late, and they were hastily forced into battle, ultimately being defeated. The 'Secretly Cross the Chen Cang' strategy not only successfully avoided a direct confrontation but also achieved the objective of conquering the Western Wei territory.",
      "profilePicture": "8",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 9,
      "firstName": "Strategy Nine",
      "lastName": "Sacrificing the Plum Tree for the Peach",
      "birthdate": "During the Three Kingdoms period, the warlord Cao Cao wanted to lure Liu Bei out of his stronghold. Cao Cao knew Liu Bei was cautious and would not come out easily. To force Liu Bei to move, Cao Cao decided to adopt the 'Sacrificing the Plum Tree for the Peach' strategy. Cao Cao made false moves and pretended to attack a secondary target, while his main forces were secretly prepared to attack Liu Bei’s stronghold. Cao Cao ordered his army to make a feigned attack on a minor strategic point in Liu Bei’s territory, creating the illusion of a major offensive. Liu Bei, believing Cao Cao's forces were moving towards this minor point, ordered his troops to defend this area. Meanwhile, Cao Cao’s main forces quietly moved toward Liu Bei’s true stronghold. By the time Liu Bei realized Cao Cao's true intentions, it was too late to prevent the attack. Cao Cao's forces successfully captured Liu Bei's stronghold. This strategy effectively deceived Liu Bei and allowed Cao Cao to achieve his goal.",
      "profilePicture": "9",
      "forceSensitive": true,
      "affiliation": "FIRST_ORDER"
    },
    {
      "id": 10,
      "firstName": "Strategy Ten",
      "lastName": "Feint to the North, Attack to the South",
      "birthdate": "During the late Eastern Han Dynasty, the warlord Cao Cao faced the powerful warlord Yuan Shao. Yuan Shao's forces were strong and formidable, presenting a significant threat to Cao Cao. To counter this, Cao Cao decided to use the strategy of 'Feint to the North, Attack to the South.' Cao Cao's army made a feint attack in the north, creating a diversion to draw Yuan Shao's attention and troops away from the south. Cao Cao’s main forces then secretly advanced towards the southern region, catching Yuan Shao’s forces off guard. By the time Yuan Shao realized the true direction of Cao Cao’s main attack, it was too late to reposition his troops effectively. Cao Cao's forces achieved a decisive victory by exploiting the element of surprise and outmaneuvering Yuan Shao's army.",
      "profilePicture": "10",
      "forceSensitive": false,
      "affiliation": "JEDI"
    },

{
      "id": 11,
      "firstName": "Strategy Eleven",
      "lastName": "Li Replaces the Peach with the Plum",
      "birthdate": "There were five brothers who were idle and dissolute. By a stroke of luck, they gained the emperor's favor and became high-ranking officials. Their lives changed dramatically, enjoying wealth and luxury, living in splendid residences with golden-decorated doors, glazed yellow tiles on the roof, and beautiful pavilions. They had everything they could desire and could party all night long. In their garden pond, thirty-six pairs of mandarin ducks frolicked. However, when one of the brothers committed a crime, they all abandoned him and turned on each other. This led to a popular saying: 'Among the five brothers, all were high-ranking officials. Their residences were adorned with gold, and the peach tree near the well was infested with insects. The peach tree was sacrificed for the sake of the plum tree.' The saying means that just as insects that harm the peach tree might cause the plum tree to wither, the brothers' loyalty was even less reliable than trees.",
      "profilePicture": "11",
      "forceSensitive": false,
      "affiliation": "SITH"
    },
    {
      "id": 12,
      "firstName": "Strategy Twelve",
      "lastName": "Take the Sheep While the Hand is Outstretched",
      "birthdate": "This strategy involves seizing opportunities to take advantage of situations. During the Warring States period, General Chun Shen of Chu was sent to Qi to mediate disputes. While there, he noticed that there were many cattle and sheep around the Qi royal palace. He subtly instructed his soldiers to seize the opportunity and take the livestock to Chu. The guards at the Qi palace did not notice, and Chu successfully brought a large number of cattle and sheep back home.",
      "profilePicture": "12",
      "forceSensitive": true,
      "affiliation": "FIRST_ORDER"
    },
    {
      "id": 13,
      "firstName": "Strategy Thirteen",
      "lastName": "Startle the Snake by Beating the Grass",
      "birthdate": "During the Southern Tang period, a county magistrate named Wang Lu was known for his corruption and greed. His officials followed suit, engaging in extortion and bribery. One day, a young man with a dispute over land came to the court but was obstructed by the officials who demanded bribes. The young man eventually complained about the corrupt officials, leading to a petition. Wang Lu, upon reading the petition, realized the gravity of the situation and knew that if the complaints were investigated, he would be implicated. He thus dismissed the petition, saying that he was already aware of the issues, similar to startling a snake when beating the grass.",
      "profilePicture": "13",
      "forceSensitive": false,
      "affiliation": "RESISTANCE"
    },
    {
      "id": 14,
      "firstName": "Strategy Fourteen",
      "lastName": "Borrow a Corpse to Resurrect the Soul",
      "birthdate": "Chun Shen Jun (Chun Shen Jun Li Si) was once the prime minister of Chu. After leaving Chu due to dissatisfaction with King Huai of Chu, he was targeted for assassination. Chun Shen Jun faked his death to escape and eventually fled to Qin, where he successfully persuaded Qin Shi Huang to wage war on the six states, leading to the fall of Chu.",
      "profilePicture": "14",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 15,
      "firstName": "Strategy Fifteen",
      "lastName": "Lead the Tiger Away from the Mountain",
      "birthdate": "During the Three Kingdoms period, Cao Ren, a general under Cao Cao, was stationed in Xiangyang with strong defenses. Liu Bei, with Zhuge Liang's advice, decided to use the 'Lead the Tiger Away from the Mountain' strategy. They pretended to attack other cities to lure Cao Ren out. When Cao Ren left to rescue other cities, Liu Bei's army attacked the now unguarded Xiangyang and captured it, demonstrating effective use of diversion.",
      "profilePicture": "15",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 16,
      "firstName": "Strategy Sixteen",
      "lastName": "Capture the Ringleader to Catch the Thief",
      "birthdate": "During the Warring States period, Zhao Guo general Le Yi faked a retreat to lure the Yan army into pursuit. When Yan's forces were deep in pursuit, Le Yi's ambush troops struck back, encircling and defeating them. This strategy of feigning retreat to set a trap led to a decisive victory.",
      "profilePicture": "16",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 17,
      "firstName": "Strategy Seventeen",
      "lastName": "Throw a Brick to Attract Jade",
      "birthdate": "During the Three Kingdoms period, Sima Yi used a feigned weak defense to lure Zhuge Liang's forces into attacking. By setting up a fake camp with a weak defense, he tricked Zhuge Liang into launching an assault. When Zhuge Liang’s army attacked, Sima Yi’s ambush troops appeared and encircled the Shu forces, leading to their defeat.",
      "profilePicture": "17",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 18,
      "firstName": "Strategy Eighteen",
      "lastName": "Capture the Thief to Capture the King",
      "birthdate": "In the late Eastern Han period, Cao Cao attacked Lü Bu, who was stationed in Xiapi. Cao Cao avoided peripheral battles and directly attacked the city. By capturing the city and defeating Lü Bu, Cao Cao achieved a swift resolution by targeting the core of Lü Bu's forces.",
      "profilePicture": "18",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 19,
      "firstName": "Strategy Nineteen",
      "lastName": "Remove the Firewood from Under the Pot",
      "birthdate": "During the Han Dynasty, Han Xin employed the 'Remove the Firewood from Under the Pot' strategy by secretly attacking Zhao’s supply lines. When Zhao's grain stores were disrupted, their morale plummeted, and they were forced to retreat due to lack of supplies. This tactic won the war without direct confrontation.",
      "profilePicture": "19",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },
    {
      "id": 20,
      "firstName": "Strategy Twenty",
      "lastName": "Stir the Water to Catch the Fish",
      "birthdate": "During the Eastern Jin period, Huan Wen decided to attack Eastern Wu amidst internal strife. Taking advantage of the chaos, he quickly launched an attack. With the enemy’s internal disarray, the Jin army easily captured most of Eastern Wu’s territory, achieving victory by exploiting the enemy's internal confusion.",
      "profilePicture": "20",
      "forceSensitive": true,
      "affiliation": "JEDI"
    },

{
    "id": 31,
    "firstName": "Thirty-First Stratagem",
    "lastName": "The Beauty Trap",
    "birthdate": "During the Western Han Dynasty, Emperor Wu of Han, Liu Che, aimed to weaken the Xiongnu's power by implementing the 'Beauty Trap.' He selected a beautiful palace maid and trained her as a spy. She was secretly sent to the Xiongnu Chanyu's camp, where she used her beauty and wit to win the Chanyu's favor. Gaining his trust, she gradually influenced and sowed discord among the Xiongnu, leading to internal strife. As the Xiongnu were weakened by internal conflicts, Emperor Wu seized the opportunity to launch an attack, defeating the Xiongnu and achieving a brilliant victory.",
    "profilePicture": "31",
    "forceSensitive": true,
    "affiliation": "JEDI"
  },
  {
    "id": 32,
    "firstName": "Thirty-Second Stratagem",
    "lastName": "The Empty City Ruse",
    "birthdate": "During the Three Kingdoms period, Zhuge Liang's Western City was suddenly besieged by Sima Yi's large army. At that time, the city's defenses were extremely weak. Knowing that a direct confrontation would lead to defeat, Zhuge Liang decided to use the 'Empty City Ruse.' He ordered the city gates to be opened wide and himself, dressed in Taoist robes, sat calmly on the city tower, playing the lute and singing. Sima Yi, seeing this, doubted Zhuge Liang's strategy and suspected there were hidden troops, so he ordered a retreat. Zhuge Liang, with a small force, successfully resolved the crisis.",
    "profilePicture": "32",
    "forceSensitive": true,
    "affiliation": "JEDI"
  },
  {
    "id": 33,
    "firstName": "Thirty-Third Stratagem",
    "lastName": "The False Interference",
    "birthdate": "During the Three Kingdoms period, Cao Cao aimed to weaken the alliance between Sun Quan and Liu Bei by using the 'False Interference.' He sent spies into Sun Quan and Liu Bei's ranks to spread rumors that Liu Bei planned to compete with Sun Quan for territory. Believing these rumors, Sun Quan grew suspicious of Liu Bei. This led to mistrust and the gradual dissolution of their alliance. Ultimately, Cao Cao successfully divided their forces and achieved his goal of isolating the enemy.",
    "profilePicture": "33",
    "forceSensitive": true,
    "affiliation": "JEDI"
  },
  {
    "id": 34,
    "firstName": "Thirty-Fourth Stratagem",
    "lastName": "The Self-Inflicted Wound",
    "birthdate": "During the Three Kingdoms period, Eastern Wu's grand commander Zhou Yu devised the 'Self-Inflicted Wound' strategy to strike against Cao Cao. He secretly collaborated with his subordinate Huang Gai, instructing Huang Gai to pretend to offend Zhou Yu and receive a beating. After being 'punished,' Huang Gai feigned surrender to Cao Cao, claiming dissatisfaction with Zhou Yu's treatment. Cao Cao believed him and accepted Huang Gai. Soon after, Huang Gai led a fire ship attack against Cao Cao’s army, catching them off guard and causing severe losses. This tactic exploited Cao Cao's gullibility and successfully executed the fire attack.",
    "profilePicture": "34",
    "forceSensitive": true,
    "affiliation": "JEDI"
  },
  {
    "id": 35,
    "firstName": "Thirty-Fifth Stratagem",
    "lastName": "The Chain Stratagem",
    "birthdate": "During the Three Kingdoms period, Zhuge Liang used the 'Chain Stratagem' while fighting against Cao Cao. He exploited internal conflicts and suspicions within Wei through a series of strategies that kept them entangled. First, he feigned surrender by Shu, causing Cao Cao to lower his guard. Then, Zhuge Liang sent spies to stir up discord between Cao Cao and his subordinates, leading to internal suspicion and discontent within Wei’s army. Finally, Zhuge Liang seized the opportunity to launch an attack and defeated the Wei army embroiled in internal strife.",
    "profilePicture": "35",
    "forceSensitive": true,
    "affiliation": "JEDI"
  },
  {
    "id": 36,
    "firstName": "Thirty-Sixth Stratagem",
    "lastName": "The Best Strategy is to Retreat",
    "birthdate": "During the Spring and Autumn period, King Goujian of Yue, after being defeated by King Fu Chai of Wu, decided to adopt the 'Best Strategy is to Retreat.' He voluntarily sought peace with Wu, pretending to submit, and secretly sowed discord between King Fu Chai and his ministers. Gaining their trust, Goujian returned to Yue, quickly built up his strength and military capabilities, and prepared for a counterattack. When the time was right, Goujian led his army to launch a surprise attack on Wu, ultimately reversing the situation and defeating Wu, achieving revenge.",
    "profilePicture": "36",
    "forceSensitive": true,
    "affiliation": "JEDI"
  }
]
}
