{
  "individus": [
    {
      "id": 1,
      "prenom": "S1",
      "nom": "Tromper le Ciel pour Traverser la Mer",
      "dateNaissance": "Pendant la dynastie Tang, l'empereur Taizong de Tang prévoyait d'attaquer le seigneur de guerre Wang Shichong, qui gardait un passage sur le fleuve Jaune. Pour tromper l'ennemi, Taizong ordonna à ses soldats de construire un pont flottant pendant la journée et de s'entraîner dessus, faisant croire à l'ennemi qu'ils prévoyaient de traverser le fleuve là-bas. Pendant ce temps, Taizong envoya secrètement des troupes d'élite pour traverser le fleuve ailleurs pendant la nuit. L'ennemi, trompé par les exercices diurnes, concentra ses forces près du pont flottant sans remarquer le véritable point de traversée. Finalement, les troupes de Taizong traversèrent le fleuve avec succès, contournèrent les défenses ennemies et lancèrent une attaque surprise, remportant la victoire. Cette stratégie illustre la sagesse de la 'Tromperie Céleste' en dissimulant ses véritables intentions et en perturbant l'ennemi, rendant difficile une réponse efficace.",
      "photoProfil": "1",
      "sensibleForce": true,
      "affiliation": "JEDI"
    },
    {
      "id": 2,
      "prenom": "S2",
      "nom": "Secourir Zhao en Encerclant Wei",
      "dateNaissance": "Pendant la période des Royaumes Combattants, l'État de Wei assiégea la capitale de l'État de Zhao, Handan. Zhao était dans une situation difficile et demanda de l'aide à Qi. Le général de Qi, Tian Ji, et son stratège Sun Bin décidèrent d'utiliser la stratégie 'Secourir Zhao en Encerclant Wei'. Au lieu d'attaquer directement l'armée de Wei, ils se tournèrent vers la capitale de Wei, Daliang. Lorsque le roi Wei Hui apprit que l'armée de Qi attaquait sa capitale, il paniqua et ordonna à son général Pang Juan de retourner défendre Wei. L'armée de Wei fut embusquée par l'armée de Qi sur le chemin du retour et fut complètement vaincue à cause de l'épuisement. Cette stratégie non seulement sauva Zhao, mais infligea également des pertes importantes à l'armée de Wei, démontrant l'efficacité d'attaquer le point faible et de forcer une retraite.",
      "photoProfil": "2",
      "sensibleForce": true,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 3,
      "prenom": "S3",
      "nom": "Tuer avec un Couteau Emprunté",
      "dateNaissance": "À la fin de la dynastie des Han orientaux, Dong Zhuo contrôlait la cour et agissait en toute impunité. Cela provoqua le mécontentement de nombreux loyalistes. Dong Zhuo avait un général féroce, Lü Bu, qui était l'un de ses subordonnés de confiance. Wang Yun, un loyaliste à la cour, savait qu'il ne pouvait pas se dresser seul contre Dong Zhuo. Il décida d'utiliser Lü Bu pour éliminer Dong Zhuo. Wang Yun savait que Lü Bu était féroce mais avait une faiblesse fatale : son infatuation pour les belles femmes. Il savait aussi que la relation entre Lü Bu et Dong Zhuo n'était pas indestructible. Wang Yun présenta sa fille adoptive, Diao Chan, à Lü Bu, en lui suggérant qu'elle était attirée par lui. Lü Bu tomba éperdument amoureux d'elle. Wang Yun offrit ensuite Diao Chan à Dong Zhuo, qui fut également captivé par sa beauté et la garda chez lui. Diao Chan fit semblant d'être harcelée par Lü Bu devant Dong Zhuo, semant délibérément la discorde entre eux. Lü Bu, se sentant lésé par Dong Zhuo, envisagea de le tuer. Wang Yun attendit le bon moment et encouragea secrètement Lü Bu à éliminer Dong Zhuo pour venger son grief.",
      "photoProfil": "3",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 4,
      "prenom": "S4",
      "nom": "Attendre à l'Aise l'Épuisement de l'Ennemi",
      "dateNaissance": "Lors du conflit prolongé entre Liu Bang du Han et Xiang Yu du Chu, les deux côtés étaient de force égale. Le stratège de Liu Bang, Han Xin, proposa une stratégie consistant à encercler l'armée de Xiang Yu, à couper leurs approvisionnements et à les forcer dans une situation difficile. Pendant ce temps, l'armée de Han se reposerait et se préparerait. Au fil du temps, l'armée de Xiang Yu devint épuisée et démoralisée, tandis que l'armée de Liu Bang restait forte et prête. Saisissant ce moment avantageux, Liu Bang lança une attaque décisive et remporta une grande victoire à la bataille de Gaixia, mettant fin à la lutte Chu-Han.",
      "photoProfil": "4",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 5,
      "prenom": "S5",
      "nom": "Piller Pendant que le Feu Brûle",
      "dateNaissance": "Pendant la période des Trois Royaumes, Sun Quan de Wu s'allia avec Liu Bei de Shu contre Cao Wei. Cao Cao dirigea une grande armée vers le sud pour attaquer Sun Quan, et une bataille féroce s'ensuivit près du fleuve Yangzi. Malgré la grande flotte de Cao Cao, ils manquaient d'expérience en guerre navale et leurs navires étaient enchaînés, limitant leur manœuvrabilité. Le conseiller de Sun Quan, Huang Gai, suggéra d'utiliser des attaques incendiaires. Il fit semblant de se rendre et envoya des bateaux remplis de matériaux inflammables vers la flotte de Cao Cao. Lorsque les bateaux s'approchèrent, les hommes de Huang Gai les mirent en feu, répandant rapidement les flammes et brûlant la majeure partie de la flotte de Cao Cao. Après la défaite désastreuse de Cao Cao, Liu Bei envoya rapidement des troupes pour capitaliser sur la victoire, s'emparant de nombreuses villes et territoires de Cao Cao. Cette stratégie a non seulement aidé Sun Quan à repousser Cao Cao, mais a également étendu l'influence de Liu Bei.",
      "photoProfil": "5",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 6,
      "prenom": "Stratégie Six",
      "nom": "Sonner à l'Est, Frapper à l'Ouest",
      "dateNaissance": "Pendant la période des Trois Royaumes, Cao Cao et Yuan Shao se livrèrent une bataille décisive à Guandu. Les forces de Yuan Shao étaient nombreuses et bien équipées, tandis que l'armée de Cao Cao était relativement petite et désavantagée. Pour inverser la situation, Cao Cao utilisa la stratégie 'Sonner à l'Est, Frapper à l'Ouest.' Il envoya une petite force pour feindre une attaque contre le camp de Yuan Shao à l'est, créant beaucoup de bruit pour faire croire à Yuan Shao que les forces principales de Cao Cao attaquaient de cette direction. Yuan Shao redirigea de nombreuses troupes vers l'est pour se défendre. Pendant ce temps, les forces principales de Cao Cao contournèrent secrètement l'arrière de Yuan Shao et attaquèrent sa base de ravitaillement. Privée de suffisamment de provisions, l'armée de Yuan Shao fut démoralisée et finalement vaincue par Cao Cao à Guandu. Cette bataille devint un tournant décisif dans l'histoire des Trois Royaumes, établissant la domination de Cao Cao dans le nord.",
      "photoProfil": "6",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 7,
      "prenom": "Stratégie Sept",
      "nom": "Créer Quelque Chose à Partir de Rien",
      "dateNaissance": "Pendant la période des Trois Royaumes, Zhuge Liang de Shu faisait face à Sima Yi de Wei à Qishan. En raison d'une pénurie de provisions, Zhuge Liang décida de battre en retraite. Pour dissimuler ce plan, il inventa la stratégie 'Créer Quelque Chose à Partir de Rien.' Zhuge Liang ordonna à ses troupes de se retirer secrètement pendant la nuit tout en laissant une petite force maintenir des activités normales au camp. Pendant la journée, le camp de Shu créait une grande quantité de fumée provenant des feux de cuisine pour donner l'impression d'activités de camp et de préparations de bataille. Zhuge Liang plaça également de nombreux drapeaux et équipements militaires autour du camp pour donner l'apparence d'une grande armée. Sima Yi, voyant cela, hésita à attaquer, craignant un piège. Cela permit à Zhuge Liang de gagner un temps précieux pour se retirer en toute sécurité et d'éviter une confrontation directe avec une armée supérieure.",
      "photoProfil": "7",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    }
  ]
}
