{
  "individus": [
    {
      "id": 1,
      "prenom": "S1",
      "nom": "Tromper le Ciel pour Traverser la Mer",
      "dateNaissance": "Pendant la dynastie Tang, l'empereur Taizong de Tang prévoyait d'attaquer le seigneur de guerre Wang Shichong, qui gardait un passage sur le fleuve Jaune. Pour tromper l'ennemi, Taizong ordonna à ses soldats de construire un pont flottant pendant la journée et de s'entraîner dessus, faisant croire à l'ennemi qu'ils prévoyaient de traverser le fleuve là-bas. Pendant ce temps, Taizong envoya secrètement des troupes d'élite pour traverser le fleuve ailleurs pendant la nuit. L'ennemi, trompé par les exercices diurnes, concentra ses forces près du pont flottant sans remarquer le véritable point de traversée. Finalement, les troupes de Taizong traversèrent le fleuve avec succès, contournèrent les défenses ennemies et lancèrent une attaque surprise, remportant la victoire. Cette stratégie illustre la sagesse de la 'Tromperie Céleste' en dissimulant ses véritables intentions et en perturbant l'ennemi, rendant difficile une réponse efficace.",
      "photoProfil": "1",
      "sensibleForce": true,
      "affiliation": "JEDI"
    },
    {
      "id": 2,
      "prenom": "S2",
      "nom": "Secourir Zhao en Encerclant Wei",
      "dateNaissance": "Pendant la période des Royaumes Combattants, l'État de Wei assiégea la capitale de l'État de Zhao, Handan. Zhao était dans une situation difficile et demanda de l'aide à Qi. Le général de Qi, Tian Ji, et son stratège Sun Bin décidèrent d'utiliser la stratégie 'Secourir Zhao en Encerclant Wei'. Au lieu d'attaquer directement l'armée de Wei, ils se tournèrent vers la capitale de Wei, Daliang. Lorsque le roi Wei Hui apprit que l'armée de Qi attaquait sa capitale, il paniqua et ordonna à son général Pang Juan de retourner défendre Wei. L'armée de Wei fut embusquée par l'armée de Qi sur le chemin du retour et fut complètement vaincue à cause de l'épuisement. Cette stratégie non seulement sauva Zhao, mais infligea également des pertes importantes à l'armée de Wei, démontrant l'efficacité d'attaquer le point faible et de forcer une retraite.",
      "photoProfil": "2",
      "sensibleForce": true,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 3,
      "prenom": "S3",
      "nom": "Tuer avec un Couteau Emprunté",
      "dateNaissance": "À la fin de la dynastie des Han orientaux, Dong Zhuo contrôlait la cour et agissait en toute impunité. Cela provoqua le mécontentement de nombreux loyalistes. Dong Zhuo avait un général féroce, Lü Bu, qui était l'un de ses subordonnés de confiance. Wang Yun, un loyaliste à la cour, savait qu'il ne pouvait pas se dresser seul contre Dong Zhuo. Il décida d'utiliser Lü Bu pour éliminer Dong Zhuo. Wang Yun savait que Lü Bu était féroce mais avait une faiblesse fatale : son infatuation pour les belles femmes. Il savait aussi que la relation entre Lü Bu et Dong Zhuo n'était pas indestructible. Wang Yun présenta sa fille adoptive, Diao Chan, à Lü Bu, en lui suggérant qu'elle était attirée par lui. Lü Bu tomba éperdument amoureux d'elle. Wang Yun offrit ensuite Diao Chan à Dong Zhuo, qui fut également captivé par sa beauté et la garda chez lui. Diao Chan fit semblant d'être harcelée par Lü Bu devant Dong Zhuo, semant délibérément la discorde entre eux. Lü Bu, se sentant lésé par Dong Zhuo, envisagea de le tuer. Wang Yun attendit le bon moment et encouragea secrètement Lü Bu à éliminer Dong Zhuo pour venger son grief.",
      "photoProfil": "3",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 4,
      "prenom": "S4",
      "nom": "Attendre à l'Aise l'Épuisement de l'Ennemi",
      "dateNaissance": "Lors du conflit prolongé entre Liu Bang du Han et Xiang Yu du Chu, les deux côtés étaient de force égale. Le stratège de Liu Bang, Han Xin, proposa une stratégie consistant à encercler l'armée de Xiang Yu, à couper leurs approvisionnements et à les forcer dans une situation difficile. Pendant ce temps, l'armée de Han se reposerait et se préparerait. Au fil du temps, l'armée de Xiang Yu devint épuisée et démoralisée, tandis que l'armée de Liu Bang restait forte et prête. Saisissant ce moment avantageux, Liu Bang lança une attaque décisive et remporta une grande victoire à la bataille de Gaixia, mettant fin à la lutte Chu-Han.",
      "photoProfil": "4",
      "sensibleForce": false,
      "affiliation": "RÉSISTANCE"
    },
    {
      "id": 5,
      "prenom": "S5",
      "nom": "Piller Pendant que le Feu Brûle",
      "dateNaissance": "Pendant la période des Trois Royaumes, Sun Quan de Wu s'allia avec Liu Bei de Shu contre Cao Wei. Cao Cao dirigea une grande armée vers le sud pour attaquer Sun Quan, et une bataille féroce s'ensuivit près du fleuve Yangzi. Malgré la grande flotte de Cao Cao, ils manquaient d'expérience en guerre navale et leurs navires étaient enchaînés, limitant leur manœuvrabilité. Le conseiller de Sun Quan, Huang Gai, suggéra d'utiliser des attaques incendiaires. Il fit semblant de se rendre et envoya des bateaux remplis de matériaux inflammables vers la flotte de Cao Cao. Lorsque les bateaux s'approchèrent, les hommes de Huang Gai les mirent en feu, répandant rapidement les flammes et brûlant la majeure partie de la flotte de Cao Cao. Après la défaite désastreuse de Cao Cao, Liu Bei envoya rapidement des troupes pour capitaliser sur la victoire, s'emparant de nombreuses villes et territoires de Cao Cao. Cette stratégie a non seulement aidé Sun Quan à repousser Cao Cao, mais a également étendu l'influence de Liu Bei.",
      "photoProfil": "5",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 6,
      "prenom": "Stratégie Six",
      "nom": "Sonner à l'Est, Frapper à l'Ouest",
      "dateNaissance": "Pendant la période des Trois Royaumes, Cao Cao et Yuan Shao se livrèrent une bataille décisive à Guandu. Les forces de Yuan Shao étaient nombreuses et bien équipées, tandis que l'armée de Cao Cao était relativement petite et désavantagée. Pour inverser la situation, Cao Cao utilisa la stratégie 'Sonner à l'Est, Frapper à l'Ouest.' Il envoya une petite force pour feindre une attaque contre le camp de Yuan Shao à l'est, créant beaucoup de bruit pour faire croire à Yuan Shao que les forces principales de Cao Cao attaquaient de cette direction. Yuan Shao redirigea de nombreuses troupes vers l'est pour se défendre. Pendant ce temps, les forces principales de Cao Cao contournèrent secrètement l'arrière de Yuan Shao et attaquèrent sa base de ravitaillement. Privée de suffisamment de provisions, l'armée de Yuan Shao fut démoralisée et finalement vaincue par Cao Cao à Guandu. Cette bataille devint un tournant décisif dans l'histoire des Trois Royaumes, établissant la domination de Cao Cao dans le nord.",
      "photoProfil": "6",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
      "id": 7,
      "prenom": "Stratégie Sept",
      "nom": "Créer Quelque Chose à Partir de Rien",
      "dateNaissance": "Pendant la période des Trois Royaumes, Zhuge Liang de Shu faisait face à Sima Yi de Wei à Qishan. En raison d'une pénurie de provisions, Zhuge Liang décida de battre en retraite. Pour dissimuler ce plan, il inventa la stratégie 'Créer Quelque Chose à Partir de Rien.' Zhuge Liang ordonna à ses troupes de se retirer secrètement pendant la nuit tout en laissant une petite force maintenir des activités normales au camp. Pendant la journée, le camp de Shu créait une grande quantité de fumée provenant des feux de cuisine pour donner l'impression d'activités de camp et de préparations de bataille. Zhuge Liang plaça également de nombreux drapeaux et équipements militaires autour du camp pour donner l'apparence d'une grande armée. Sima Yi, voyant cela, hésita à attaquer, craignant un piège. Cela permit à Zhuge Liang de gagner un temps précieux pour se retirer en toute sécurité et d'éviter une confrontation directe avec une armée supérieure.",
      "photoProfil": "7",
      "sensibleForce": true,
      "affiliation": "PREMIER ORDRE"
    },
    {
  "id": 8,
  "firstName": "Stratagème Huit",
  "lastName": "Détourner l'ennemi en secret",
  "birthdate": "Au début de la dynastie Han occidentale, Liu Bang, fondateur de la dynastie, et Xiang Yu, roi de Chu, se disputaient le contrôle du pays. Le stratège Han Xin, servant sous Liu Bang, était un général exceptionnellement intelligent, et il offrit à Liu Bang de nombreux conseils pour remporter des batailles. À l'époque, Han Xin reçut l'ordre de diriger une armée pour attaquer le territoire de l'Ouest de Wei. Le dirigeant de Wei était très puissant, et les défenses étaient solides, rendant une attaque frontale très risquée. Han Xin décida d'utiliser la stratégie de détourner l'ennemi en secret. Il ordonna à ses troupes de construire un pont flottant près de Chencang en plein jour, pour donner l'illusion qu'ils allaient attaquer depuis cet endroit. Il fit également en sorte que les soldats fassent beaucoup d'agitation autour de Chencang, créant ainsi l'apparence d'une attaque imminente. Pendant ce temps, il envoya secrètement une force d'élite traverser la rivière par une autre route. Comme l'attention de l'ennemi était concentrée sur Chencang, ils ne remarquèrent pas la véritable voie d'attaque. La force d'élite de Han Xin passa derrière les lignes ennemies et prit l'ennemi par surprise. Lorsque l'ennemi réalisa que l'armée de Han Xin avait pénétré profondément dans leur territoire, il était trop tard, et ils furent battus en tentant de réagir précipitamment. Cette stratégie permit à Han Xin de non seulement franchir les défenses ennemies mais aussi de s'emparer d'un point stratégique important.",
  "profilePicture": "8",
  "forceSensitive": true,
  "affiliation": "SITH"
},
{
  "id": 9,
  "firstName": "Stratagème Neuf",
  "lastName": "Observer le feu de l'autre côté de la rivière",
  "birthdate": "Cette histoire se passe pendant la période des Royaumes Combattants, lorsque sept royaumes luttaient pour la suprématie. Un conflit éclata entre les royaumes de Qi et de Yan, et les deux nations mobilisèrent de grandes armées. Zhao Wuling, roi de Zhao, décida d'adopter la stratégie d'observer le feu de l'autre côté de la rivière, refusant d'intervenir dans le conflit. Il rassembla ses conseillers et dit : « Si nous intervenons, nous attirerons la haine d'un côté ou de l'autre, et notre force n'est pas suffisante pour combattre deux royaumes. Il est préférable d'attendre qu'ils s'affaiblissent mutuellement. » En observant la guerre, Zhao attendit patiemment que les deux royaumes s'épuisent. Lorsque Qi et Yan furent trop affaiblis pour continuer à se battre, Zhao lança une attaque éclair et s'empara facilement de vastes territoires.",
  "profilePicture": "9",
  "forceSensitive": false,
  "affiliation": "JEDI"
},
{
  "id": 10,
  "firstName": "Stratagème Dix",
  "lastName": "Cacher un poignard dans un sourire",
  "birthdate": "Pendant la période des Royaumes Combattants, le roi de Qi, Tian Wen, se retrouva entouré d'ennemis. Il choisit d'adopter la stratégie de cacher un poignard dans un sourire. En apparence, il montrait de la bonne volonté à ses voisins, tout en développant en secret des moyens de défense militaire. Tian Wen intensifia également le commerce et la culture pour renforcer son pays. Un jour, un ambassadeur de Qi se rendit à Chu, où il montra des signes d'amitié tout en recueillant secrètement des renseignements cruciaux. Grâce à ces informations, Qi put se préparer à de futures actions contre Chu. La stratégie permit à Tian Wen de maintenir une façade diplomatique tout en protégeant les intérêts de Qi.",
  "profilePicture": "10",
  "forceSensitive": true,
  "affiliation": "RESISTANCE"
},
{
  "id": 11,
  "firstName": "Stratagème Onze",
  "lastName": "Sacrifier le prunier pour sauver le pêcher",
  "birthdate": "Il était une fois cinq frères, tous paresseux et débauchés. Par chance, ils furent nommés aux postes de fonctionnaires impériaux. Ils jouissaient alors d'une vie opulente. Cependant, lorsque l'un des frères commit un crime et fut emprisonné, les autres frères, au lieu de le soutenir, se trahirent mutuellement. Le sacrifice de l'un pour sauver les autres devint une métaphore pour la stratégie de sacrifier un élément pour en préserver un autre.",
  "profilePicture": "11",
  "forceSensitive": false,
  "affiliation": "SITH"
},
{
  "id": 12,
  "firstName": "Stratagème Douze",
  "lastName": "Voler les moutons en passant",
  "birthdate": "La stratégie de 'voler les moutons en passant' provient de l'époque des Royaumes Combattants. Le général Chun Shen fut envoyé pour apaiser un conflit entre Qi et Chu. Pendant son séjour au palais de Qi, il découvrit de nombreux troupeaux de moutons près du palais et profita de l'occasion pour permettre à ses soldats de subtiliser discrètement les moutons. Grâce à sa subtilité, il put emmener une grande quantité de bétail à Chu sans être détecté.",
  "profilePicture": "12",
  "forceSensitive": true,
  "affiliation": "FIRST_ORDER"
},
{
  "id": 13,
  "firstName": "Stratagème Treize",
  "lastName": "Frapper l'herbe pour effrayer le serpent",
  "birthdate": "Pendant la période des Cinq Dynasties, un magistrat corrompu du comté de Dantu, Wang Lu, était connu pour ses pratiques illégales. Les habitants du comté, lassés de la corruption, portèrent plainte. Lorsque Wang Lu découvrit l'existence de cette plainte, il comprit que bien que la plainte visait son subordonné, c'était en réalité lui-même qui était visé. Il réalisa qu'il devait être plus prudent à l'avenir, comme un serpent qui est effrayé lorsque l'herbe autour de lui est touchée.",
  "profilePicture": "13",
  "forceSensitive": false,
  "affiliation": "RESISTANCE"
},
{
  "id": 14,
  "firstName": "Stratagème Quatorze",
  "lastName": "Ressusciter un cadavre",
  "birthdate": "Le ministre Li Si du royaume de Chu, également connu sous le nom de Chunshen Jun, fut un jour accusé de trahison et forcé de fuir. On le croyait mort, mais il avait feint sa mort pour échapper à ses poursuivants. Plus tard, il se réfugia au royaume de Qin et persuada le roi de Qin de lancer une campagne contre les autres royaumes. Cette stratégie lui permit de regagner du pouvoir et d'anéantir Chu.",
  "profilePicture": "14",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
    {
  "id": 15,
  "firstName": "Quinzième Stratagème",
  "lastName": "Détourner le tigre de la montagne",
  "birthdate": "Pendant la période des Trois Royaumes, le général Cao Ren, sous les ordres de Cao Cao, défendait fermement la ville de Xiangyang dans la province de Jingzhou. Liu Bei, en consultation avec Zhuge Liang, décida d'utiliser le stratagème de 'Détourner le tigre de la montagne'. Zhuge Liang proposa de simuler une attaque contre d'autres villes de Jingzhou pour attirer Cao Ren hors de la ville. Liu Bei créa des troubles autour de Jingzhou et fit courir le bruit qu'il allait attaquer d'autres villes importantes. Cao Ren, croyant à une véritable attaque, quitta Xiangyang pour aller secourir les autres villes. Dès que Cao Ren fut parti, les troupes de Liu Bei attaquèrent rapidement la ville presque sans défense et s'en emparèrent. Grâce à ce stratagème, Liu Bei évita habilement la force défensive de Cao Ren et prit Xiangyang.",
  "profilePicture": "15",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 16,
  "firstName": "Seizième Stratagème",
  "lastName": "Attirer pour mieux capturer",
  "birthdate": "Pendant la période des Royaumes Combattants, le général Zhao Leyi simula une retraite face aux forces du royaume de Yan pour les inciter à poursuivre. Les troupes de Yan, pensant que l'armée de Zhao était en déroute, poursuivirent avec enthousiasme. Mais une embuscade avait été préparée. Lorsque les troupes de Yan pénétrèrent profondément, l'armée de Zhao contre-attaqua brusquement et encercla les troupes de Yan, les anéantissant totalement. Cette stratégie consistait à feindre une retraite pour attirer l'ennemi plus loin, puis à tendre une embuscade.",
  "profilePicture": "16",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 17,
  "firstName": "Dix-septième Stratagème",
  "lastName": "Jeter un appât pour attirer le jade",
  "birthdate": "Pendant la période des Trois Royaumes, Sima Yi et Zhuge Liang du royaume de Shu étaient en confrontation. Sima Yi, pour inciter les forces de Shu à attaquer, installa un faux camp avec peu de défense pour simuler un manque de forces. Zhuge Liang, voyant cette faiblesse apparente, considéra que c'était une bonne opportunité pour attaquer. Il envoya ses troupes en attaque massive. Mais à ce moment, les forces de Sima Yi, embusquées, entourèrent l'armée de Shu, forçant Zhuge Liang à battre en retraite. Sima Yi réussit ainsi à attirer l'armée de Shu et à les repousser avec succès.",
  "profilePicture": "17",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 18,
  "firstName": "Dix-huitième Stratagème",
  "lastName": "Capturer le chef pour vaincre les ennemis",
  "birthdate": "À la fin de la dynastie Han, Cao Cao décida d'attaquer Lü Bu. Lü Bu défendait la ville de Xiapi, et Cao Cao savait que pour vaincre Lü Bu, il devait contrôler ses principaux commandants et son centre de commandement. Il évita donc de s'engager avec les troupes extérieures et attaqua directement la ville où résidait Lü Bu. Après avoir pris Xiapi, Lü Bu fut capturé et exécuté. En ciblant directement le cœur de l'ennemi, Cao Cao réussit à désorganiser rapidement l'armée adverse.",
  "profilePicture": "18",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 19,
  "firstName": "Dix-neuvième Stratagème",
  "lastName": "Couper l'approvisionnement",
  "birthdate": "Pendant la dynastie Han, Han Xin utilisa le stratagème de 'couper l'approvisionnement' contre l'armée de Zhao. Il envoya une unité secrète attaquer la ligne de ravitaillement de l'armée de Zhao. Privée de nourriture, l'armée de Zhao fut rapidement démoralisée et se dispersa. Han Xin gagna ainsi la guerre sans avoir à engager ses troupes dans une bataille directe.",
  "profilePicture": "19",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 20,
  "firstName": "Vingtième Stratagème",
  "lastName": "Pêcher dans les eaux troubles",
  "birthdate": "Pendant la dynastie Jin, Huan Wen prépara une attaque contre le royaume de Wu, qui était en proie à des luttes de pouvoir internes. Profitant de cette situation, Huan Wen attaqua rapidement. Les forces de Wu, mal coordonnées à cause des querelles internes, furent rapidement vaincues. En profitant du chaos interne de l'ennemi, Huan Wen gagna facilement la victoire.",
  "profilePicture": "20",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 21,
  "firstName": "Vingt et unième Stratagème",
  "lastName": "La mue de la cigale d'or",
  "birthdate": "Pendant la dynastie Tang, Li Jing se retrouva encerclé par l'ennemi. Au lieu de se battre de front, il ordonna à une partie de ses troupes de rester en arrière pour simuler une défense tandis qu'il se retirait discrètement avec l'armée principale. L'ennemi, croyant qu'il était toujours dans la ville, fut surpris lorsque Li Jing fit une contre-attaque par l'arrière et défit l'armée ennemie. En simulant une fausse défense, il réussit à échapper et à vaincre ses adversaires.",
  "profilePicture": "21",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 22,
  "firstName": "Vingt-deuxième Stratagème",
  "lastName": "Fermer la porte pour capturer l'ennemi",
  "birthdate": "À la fin de la dynastie Han, Cao Cao confronta l'ennemi dans une vallée étroite. Il fit semblant de battre en retraite, incitant l'ennemi à le poursuivre dans la vallée. Lorsque l'ennemi s'enfonça profondément dans la vallée, Cao Cao ordonna de fermer les sorties et concentra ses forces pour une attaque massive. L'ennemi, piégé, fut annihilé.",
  "profilePicture": "22",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 23,
  "firstName": "Vingt-troisième Stratagème",
  "lastName": "S'allier avec les lointains et attaquer les voisins",
  "birthdate": "Pendant la période des Royaumes Combattants, le royaume de Qin adopta la stratégie de 'S'allier avec les lointains et attaquer les voisins'. Il forma d'abord une alliance avec le royaume éloigné de Qi, assurant ainsi que son flanc était protégé. Ensuite, Qin concentra ses forces pour attaquer le royaume voisin de Zhao. Sans aide rapide de ses alliés, Zhao fut vaincu, ce qui permit à Qin d'étendre son territoire.",
  "profilePicture": "23",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
    {
  "id": 24,
  "firstName": "Vingt-quatrième stratagème",
  "lastName": "Attaquer à travers un allié",
  "birthdate": "À l'époque du printemps et de l'automne, le royaume de Jin voulait annexer le royaume voisin de Guo, mais Guo était bien défendu et difficile à attaquer. Le royaume de Jin a donc feint une alliance avec le royaume de Zheng et a demandé la permission de traverser son territoire pour attaquer d'autres petits royaumes. Zheng a accepté, et les troupes de Jin, après avoir traversé son territoire, ont attaqué par surprise le royaume de Guo, qui n'était pas préparé. Guo a rapidement été vaincu.",
  "profilePicture": "24",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 25,
  "firstName": "Vingt-cinquième stratagème",
  "lastName": "Changer la poutre par une autre",
  "birthdate": "Pendant la période des Trois Royaumes, la princesse Guo du royaume de Wei a faussement transmis des décrets impériaux, modifiant ainsi les nominations importantes au sein de la cour. En soutenant secrètement ses propres alliés, elle a réussi à consolider son pouvoir et à provoquer des changements majeurs dans la structure du gouvernement de Wei, sans que cela ne soit immédiatement remarqué.",
  "profilePicture": "25",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 26,
  "firstName": "Vingt-sixième stratagème",
  "lastName": "Réprimander un sous-fifre pour en intimider un autre",
  "birthdate": "Pendant la période des Trois Royaumes, Sun Quan du royaume de Wu voulait renforcer la discipline de son armée. Il a donc publiquement critiqué un ministre mineur lors d'une assemblée, mais le vrai message était destiné à ses généraux qui ne suivaient pas les ordres. Ce stratagème lui a permis de remettre de l'ordre dans son armée et d'assurer que ses commandants lui obéissent.",
  "profilePicture": "26",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 27,
  "firstName": "Vingt-septième stratagème",
  "lastName": "Se faire passer pour fou",
  "birthdate": "Pendant la période des Trois Royaumes, Zhou Yu voulait tromper Cao Cao. Il a donc feint d'être gravement malade et faible, tandis qu'il préparait en secret une offensive surprise. Cao Cao, croyant Zhou Yu trop malade pour être une menace, a relâché sa vigilance, permettant à Zhou Yu de lancer une attaque soudaine qui a infligé de lourdes pertes à Cao Cao.",
  "profilePicture": "27",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 28,
  "firstName": "Vingt-huitième stratagème",
  "lastName": "Monter sur le toit puis retirer l'échelle",
  "birthdate": "Pendant la période des Trois Royaumes, Zhou Yu, pour tromper Cao Cao, a feint la faiblesse en public mais préparait secrètement une attaque surprise. Lorsque Cao Cao a vu la faiblesse apparente de Zhou Yu, il a abaissé sa garde. Zhou Yu a ensuite lancé une offensive inattendue, infligeant de lourdes pertes à Cao Cao.",
  "profilePicture": "28",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 29,
  "firstName": "Vingt-neuvième stratagème",
  "lastName": "Faire fleurir des arbres",
  "birthdate": "À l'époque de la dynastie Han, les troupes de Han étaient encerclées par l'ennemi. Pour contre-attaquer, ils ont imaginé un stratagème astucieux : ils ont feint de transporter des provisions pour attirer l'attention de l'ennemi. Profitant de la nuit, une partie des soldats s'est cachée dans des arbres, qu'ils ont ensuite camouflés. Lorsque la garde ennemie a baissé sa vigilance, les soldats embusqués ont attaqué par surprise, semant la panique et défaisant l'armée ennemie. Ce stratagème est connu sous le nom de 'faire fleurir des arbres', car il utilise des positions inattendues pour mener une attaque efficace.",
  "profilePicture": "29",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 30,
  "firstName": "Trentième stratagème",
  "lastName": "Inverser les rôles",
  "birthdate": "Pendant la période des Trois Royaumes, Liu Bei a été invité par Sun Quan à s'établir temporairement à Jingzhou pour reprendre des forces. En apparence, il acceptait l'hospitalité de Sun Quan, mais en secret, il renforçait son propre pouvoir à Jingzhou, en nommant des généraux comme Zhuge Liang, Guan Yu et Zhang Fei. Au fil du temps, il a pris le contrôle de la région, inversant les rôles et devenant le maître de Jingzhou. Ce stratagème montre comment Liu Bei a utilisé l'hospitalité pour accroître son pouvoir et atteindre ses objectifs stratégiques.",
  "profilePicture": "30",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
    {
  "id": 31,
  "firstName": "Trente et unième stratagème",
  "lastName": "Le stratagème de la belle femme",
  "birthdate": "Pendant la dynastie des Han occidentaux, l'empereur Wu de Han, Liu Che, a décidé d'utiliser le stratagème de la belle femme pour affaiblir les Huns. Il a sélectionné une concubine d'une grande beauté et l'a formée comme espionne. Elle a été secrètement envoyée dans le camp du chef hun, où elle a gagné son amour grâce à son charme et son intelligence. Avec le temps, elle a influencé la politique intérieure des Huns, semant la discorde entre leurs dirigeants. Lorsque les Huns se sont affaiblis en raison de leurs conflits internes, l'empereur Wu a saisi l'occasion pour lancer une grande offensive contre eux, remportant une victoire décisive.",
  "profilePicture": "31",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 32,
  "firstName": "Trente-deuxième stratagème",
  "lastName": "Le stratagème de la ville vide",
  "birthdate": "Pendant la période des Trois Royaumes, Zhuge Liang était en poste à Xicheng lorsque l'armée de Sima Yi s'approcha soudainement. Conscient que ses forces étaient insuffisantes pour résister à un assaut direct, Zhuge Liang utilisa le stratagème de la ville vide. Il ordonna d'ouvrir grand les portes de la ville, s'assit calmement en haut des remparts, vêtu d'une robe de taoïste, jouant de la cithare et chantant. Sima Yi, méfiant des ruses de Zhuge Liang, crut qu'une embuscade l'attendait et décida de battre en retraite, permettant à Zhuge Liang de surmonter cette crise avec succès.",
  "profilePicture": "32",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 33,
  "firstName": "Trente-troisième stratagème",
  "lastName": "Le stratagème de la contre-espionnage",
  "birthdate": "Pendant la période des Trois Royaumes, Cao Cao, pour affaiblir l'alliance entre Sun Quan et Liu Bei, décida d'utiliser le stratagème de la contre-espionnage. Il envoya des espions infiltrer les camps de Sun Quan et Liu Bei, répandant des rumeurs selon lesquelles Liu Bei prévoyait de rivaliser avec Sun Quan pour le contrôle de certains territoires. Sun Quan, croyant à ces mensonges, commença à douter de Liu Bei, et la méfiance entre eux éroda leur alliance. Finalement, Cao Cao réussit à diviser leurs forces et à les affaiblir.",
  "profilePicture": "33",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 34,
  "firstName": "Trente-quatrième stratagème",
  "lastName": "Le stratagème de l'auto-sabotage",
  "birthdate": "Pendant la période des Trois Royaumes, Zhou Yu, le grand commandant de l'est de Wu, élabora un plan pour affaiblir Cao Cao. Avec son subordonné Huang Gai, ils simulèrent une querelle publique, où Zhou Yu infligea un châtiment sévère à Huang Gai. Après sa 'punition', Huang Gai prétendit vouloir faire défection et rejoindre Cao Cao. Cao Cao, croyant en la sincérité de Huang Gai, l'accepta dans ses rangs. Peu après, Huang Gai mena une attaque surprise en utilisant des navires enflammés, infligeant de lourdes pertes à Cao Cao. Ce stratagème a réussi en exploitant la confiance excessive de Cao Cao.",
  "profilePicture": "34",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 35,
  "firstName": "Trente-cinquième stratagème",
  "lastName": "Le stratagème des chaînons liés",
  "birthdate": "Pendant la période des Trois Royaumes, Zhuge Liang utilisa le stratagème des chaînons liés dans sa guerre contre Cao Cao. Il exploita les dissensions internes au sein du royaume de Wei, en utilisant une série de stratagèmes pour exacerber les tensions entre les différentes factions. D'abord, il fit semblant de se rendre, ce qui poussa Cao Cao à baisser sa garde. Ensuite, il envoya des espions semer la discorde entre Cao Cao et ses généraux, ce qui provoqua des querelles internes dans l'armée de Wei. Zhuge Liang profita de cette situation pour lancer une offensive et remporter la victoire.",
  "profilePicture": "35",
  "forceSensitive": true,
  "affiliation": "JEDI"
},
{
  "id": 36,
  "firstName": "Trente-sixième stratagème",
  "lastName": "Le meilleur plan est de fuir",
  "birthdate": "Pendant la période des printemps et automnes, le roi Goujian du royaume de Yue, après une défaite face au roi Fuchai de Wu, choisit d'adopter le stratagème de la retraite. Il feignit de se soumettre à Wu tout en semant la discorde entre Fuchai et ses conseillers. Une fois en sécurité chez lui, Goujian rassembla ses forces et développa ses armées en secret. Lorsque le moment fut propice, il mena une attaque surprise contre Wu, renversant la situation et remportant la victoire, accomplissant ainsi sa revanche.",
  "profilePicture": "36",
  "forceSensitive": true,
  "affiliation": "JEDI"
}
  ]
}
